{
  "texts": [
    {
      "section": "1/5",
      "title": "Nur mit Hilfsmitteln erkennbare Tricks in Webadressen",
      "paragraphs": [
        "Nun wissen Sie schon einiges über Webadressen und den Wer-Bereich. Es gibt aber noch weitere Tricks, die Kriminelle verwenden, um Sie in die Irre zu führen. Es handelt sich hierbei um Tricks, bei denen Ihnen der Wer-Bereich nicht hilft, zu beurteilen, ob das Klicken auf den Link gefährlich ist oder nicht.",
        "Im Folgenden besprechen wir daher Fälle, die auf eine betrügerische Nachricht hinweisen, es aber nicht zwangsweise sein müssen:",
        "• Verwendung von Kurz-URLs",
        "• anderen Formen der Weiterleitung",
        "• der Wer-Bereich gehört zu einem Cloud-Anbieter",
        "• Webadresse in QR Code eingebunden",
        "Hinweis: Diese „Tricks“ kommen auch bei vertrauenswürdigen Nachrichten und damit vertrauenswürdigen Webadressen vor. Entsprechend reicht es nicht, dass Sie feststellen, dass einer der gerade genannten Fälle vorliegt, sondern Sie sollten weitere Schritte unternehmen, bevor Sie entscheiden, ob es gefährlich ist auf den Link zu klicken oder nicht."
      ]
    },
    {
      "section": "2/5",
      "title": "Nur mit Hilfsmitteln erkennbare Tricks in Webadressen",
      "paragraphs": [
        "Vor einigen Jahren sind sogenannte Kurz-URL-Dienste entstanden (URL ist, wie bereits in Kapitel 4 gelernt, der Fachbegriff für Webadresse). Dabei sollte das Problem gelöst werden, dass das Merken oder Aufschreiben von sehr langen Webadressen mühsam ist. Heute wird das Kürzen von Webadressen auch für soziale Netzwerke wie Twitter genutzt, wenn die Anzahl der Zeichen pro Eintrag begrenzt ist. Über die Sinnhaftigkeit kann man sich bei den sozialen Netzen streiten, aber es ist wie es ist :-). Es gibt gar keinen Grund eine Kurz-URL in einer E-Mail zu verwenden, da man im Text „hier klicken“ oder ähnliches verwenden kann und dahinter eine beliebig lange Webadresse legen kann ohne, dass dies unschön aussieht. Daher sollten Sie im Kontext von E-Mails besonders kritisch sein, wenn Sie eine E-Mail erhalten, in der sich hinter dem Link eine Kurz-URL verbirgt.",
        "Die Weiterleitung nach dem Klicken auf einen Kurz-URL-Link erfolgt automatisch zur hinterlegten Webadresse. Bei einer schnellen Internetverbindung merken Sie nicht, dass Sie über den Dienst weitergeleitet wurden.",
        "Bekannte Dienste sind:",
        "• tinyurl,",
        "• bitly,",
        "• FB.me,",
        "• t1p/kurzelinks und",
        "• auch das KIT hat einen eigenen Dienst s.kit.edu.",
        "Wenn Sie also obige Wer-Bereiche in einer Webadresse vorfinden, die Sie versuchen zu prüfen, dann benötigen Sie weitere Informationen. Um zu erfahren, welche Webadresse sich dahinter verbirgt, können Sie sogenannte Auflösedienste wie https://www.checkshorturl.com verwenden, um die tatsächliche URL ermitteln zu lassen, ohne dass Sie selbst den Link anklicken müssen.",
        "Hinweis: Man kann viele Kurz-URLs hintereinander verstecken bzw. verschachteln. Dies hat keinen sinnvollen Nutzen und dementsprechend sollte besondere Vorsicht gelten, wenn man einen solchen Fall findet.",
        "Die Ihnen vom Auflösedienst angezeigte Webadresse sollten Sie so prüfen, wie Sie es in den vorherigen Kapiteln gelernt haben. Auch das ist aufwendig… ja, aber dafür können wir nichts :-).",
        "Hinweis: Aufwand vermeiden Sie hier zukünftig, wenn Sie den Absender (insbesondere bei E-Mails) darauf hinweisen, dass er bitte zukünftig die tatsächliche Webadresse in seinen Nachrichten verwenden soll. Entsprechend achten Sie auch darauf, dass Sie selbst keine Kurz-URLs verwenden."
      ]
    },
    {
      "section": "3/5",
      "title": "Nur mit Hilfsmitteln erkennbare Tricks in Webadressen",
      "paragraphs": [
        "Aus unterschiedlichen Gründen werden in Nachrichten (vor allem in E-Mails) Webadressen durch eine Weiterleitung (nicht Kurz-URL) über einen (externen) Dienst zu der eigentlichen Webseite geleitet. Dies geschieht z. B. bei manchen Newslettern, um die Klickzahlen für Marketingzwecke zu erfassen. Andere Gründe können die Steigerung der Sicherheit sein oder um festzustellen, welche Empfänger reagiert haben (also eine Art des Trackings).",
        "Einige deutsche E-Mail-Dienstanbieter (z. B. gmx und web.de) setzen Weiterleitungen beim Aufruf der E-Mails im Webbrowser ein. Hierbei werden alle Webadressen hinter Links in den angezeigten E-Mails durch Weiterleitungen zu diesen Webadressen ersetzt. Hier ein Beispiel:",
        "[Image of https://deref-gmx.net/mail/client/QRJNnxLmS4Y/dereferrer/? redirectUrl=https%3A%2F%2Fdrive.google.com%2Fo- pen%3Fid%3D1nJyiFvFBQ95hqEkhn8kcfGhmzBIg_XT7]",
        "Der Wer-Bereich ist entsprechend bei allen Webadressen gleich. Der Wer-Bereich lässt daher keine Aussage über die Vertrauenswürdigkeit der finalen Webadresse zu.",
        "Bei dieser Form der Weiterleitung finden Sie die Webadresse, zu der Sie weitergeleitet werden, hinter dem eigentlichen Wer-Bereich. Hier sollten Sie zunächst prüfen, ob dieser Dienst dafür bekannt ist, solche Weiterleitungen zu verwenden und wie Sie aus dem Pfad die wirkliche URL ableiten können.",
        "Im Folgenden erklären wir Ihnen an dem obigen Beispiel wie Sie die den tatsächlichen Wer-Bereich im Fall von gmx identifizieren können.",
        "https://deref-gmx.net/mail/client/QRJNnxLmS4Y/dereferrer/? redirectUrl=https%3A%2F%2Fdrive.google.com%2Fo- pen%3Fid%3D1nJyiFvFBQ95hqEkhn8kcfGhmzBIg_XT7",
        "1) Sie erkennen, dass es eine Weiterleitung ist, weil der Wer-Bereich der dargestellten URL „deref- gmx.de“ ist.",
        "2) Sie gehen nach rechts hinter diesem Wer-Bereich bis zu dem „redirectUrl=“. Dahinter steht die eigentliche Webadresse: https%3A%2F%2Fdrive.google.com%2Fo- pen%3Fid%3D1nJyiFvFBQ95hqEkhn8kcfGhmzBIg_XT7",
        "3) Aus technischen Gründen können hier die Sonderzeichen nicht wie gewohnt dargestellt werden. Daher müssen Sie nun noch wissen, dass:",
        "• %3A für \":\" steht und",
        "• %2F für \"/\" steht.",
        "4) Der Wer-Bereich der tatsächlichen Webadresse zu der weitergeleitet wird lautet google.com Weiterleitung Auflösung",
        "[Image of Auflösung einer GMX Weiterleitung zum Phishing Poster im Goog- le Drive.]",
        "Hinweis: Im Fall von mehreren Weiterleitungen in einer Webadresse kann es sich sogar um einen legitimen Fall handeln, wenn bspw. beide (Absenderin und Absender und Empfängerin und Empfänger) mit einem Dienst arbeiten, der die Webadresse mit einer Weiterleitung ergänzt. Dies muss nicht unbedingt direkt auf eine betrügerische Nachricht hindeuten. Wenn Sie selbst aber keinen solchen Dienst verwenden, sollten Sie in diesem Fall besonders vorsichtig sein. Es handelt sich wahrscheinlich um eine betrügerische Nachricht."
      ],
      "media": {
        "type": "image",
        "description": "https://deref-gmx.net/mail/client/QRJNnxLmS4Y/dereferrer/? redirectUrl=https%3A%2F%2Fdrive.google.com%2Fo- pen%3Fid%3D1nJyiFvFBQ95hqEkhn8kcfGhmzBIg_XT7",
        "source": "support"
      }
    },
    {
      "section": "4/5",
      "title": "Nur mit Hilfsmitteln erkennbare Tricks in Webadressen",
      "paragraphs": [
        "Auch in diesem dritten Fall hilft Ihnen die Erkenntnis, was der Wer-Bereich ist, nur bedingt weiter. Kriminelle packen ihre gefährlichen Dateien in einen Cloud Speicher z. B. von Dropbox, Google oder Microsoft. Sie verschicken dann eine Nachricht mit einem Link zu dieser Datei z. B. unter dem Deckmantel einer Initiativbewerbung, die über den Link heruntergeladen werden kann.",
        "Ein Beispiel für eine Webadresse, die zu einer Datei im entsprechenden Cloud Speichert führt ist: https://drive.google.com/open?id=1nJyiFvFBQ95hqEkhn8kcfGhmzBIg_XT7",
        "Der Wer-Bereich lässt hier keine Aussage darüber zu, ob auf den entsprechenden Link geklickt werden kann. Anhand des Pfades ist nur manchmal (z.B. bei Dropbox) zu erkennen, was das Dateiformat ist. In diesem Fall helfen Ihnen die nächsten Kapitel über gefährliche Dateien weiter. Einen solchen Link sollten Sie nur folgen, wenn Sie diese genauso erwartet haben.",
        "Hinweis: Der Link könnte auch nur zum entsprechenden Ordner führen. Damit wäre das Klicken auf den Link ungefährlich. Es besteht dann aber die Gefahr die gefährliche Datei in diesem Ordner zu öffnen."
      ]
    },
    {
      "section": "5/5",
      "title": "Nur mit Hilfsmitteln erkennbare Tricks in Webadressen",
      "paragraphs": [
        "Kriminelle suchen immer wieder neue Ansätze, um ihre betrügerischen Nachrichten an den Firewalls und anderen Schutzmechanismen vorbei zu schleusen. Ein Ansatz, der verwendet wird, ist das Einbetten der Webadresse in einen QR-Code entweder direkt in der Nachricht oder in der angehängten Datei.",
        "Eigentlich gibt es keinen Grund für eine vertrauenswürdige Organisation Ihnen die Webadresse in einer elektronischen Nachricht in Form eines QR-Codes zuzuschicken. Entsprechend ist die Wahrscheinlichkeit in diesem Fall sehr hoch, dass es sich um eine betrügerische Nachricht handelt, wenn Ihnen die Webadresse in Form eines QR-Codes mitgeteilt wird.",
        "Falls Sie Gründe haben, dennoch herausfinden zu wollen, ob die Webadresse zu einer betrügerischen Webseite führt oder nicht, können Sie sich den Inhalt des QR-Codes mit Ihrem Smartphone anzeigen lassen. Dabei ist aber zu beachten, dass es QR-Code Apps gibt, die die Webadresse direkt aufrufen. Installieren Sie unbedingt eine QR-Code App, die Ihnen die Webadresse und/oder den Wer-Bereich der Webadresse zunächst anzeigt. Anderenfalls laufen Sie Gefahr, dass Sie direkt die betrügerische Webseite aufrufen und versucht wird Schadsoftware auf Ihrem Gerät zu installieren. Wenn Ihnen die Webadresse und/oder der Wer-Bereich angezeigt wird, dann prüfen Sie diese wie Sie es in den vorherigen Kapiteln gelernt haben.",
        "[Image of Ein Beispiel für einen solchen Angriff.]",
        "Hinweis: Für Android-Geräte empfehlen wir folgende App: https://play.google.com/store/apps/details?id=com.secuso.privacyFriendlyCodeScanner"
      ],
      "media": {
        "type": "image",
        "description": "Ein Beispiel für einen solchen Angriff.",
        "source": "support"
      }
    }
  ]
}